11/data/attachments/e0663f4a24ef83a9.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_9f3692d2-b0b2-4737-bae9-628b470a21ee</nif:username>
            <nif:friendToBeAdded>Anthony_have_Friend_63532_3</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>